Repository: sumaili-shabani/LifitApp
Catalog: lib/l10n/app_*.arb
Languages: sw

source: Welcome
sw: Karibu

source: Log In
sw: Ingia

source: Sign Up
sw: Jisajili

# signUpPhone
source: Create Account
sw: Unda Akaunti

source: Email
sw: Barua pepe

source: Password
sw: Nenosiri

source: Forgot Password?
sw: Umesahau nenosiri?

source: Settings
sw: Mipangilio

source: Profile
sw: Profaili

source: Language
sw: Lugha

source: Theme
sw: Mandhari

source: Log Out
sw: Toka

source: Welcome Back!
sw: Karibu tena!

# loginToContinue
source: Please log in to continue
sw: Tafadhali ingia ili kuongeza

# emailRequired
source: Email is required
sw: Barua pepe inahitajika

# emailInvalid
source: Please enter a valid email
sw: Tafadhali ingiza barua pepe halali

# passwordRequired
source: Password is required
sw: Nenosiri linahitajika

# passwordTooShort
source: Password must be at least 6 characters
sw: Nenosiri linapaswa kuwa angalau herufi 6

source: Remember Me
sw: Nikumbuke

# noAccount
source: Don't have an account?
sw: Huna akaunti?

# loginSuccess
source: Logged in successfully!
sw: Umeingia kwa mafanikio!

# loginError
source: Login failed. Please try again.
sw: Haikuweza kuingia. Tafadhali jaribu tena.

# introWelcomeTitle
source: Welcome to SwiftRide
sw: Karibu SwiftRide

# introWelcomeDesc
source: SwiftRide: For fast and reliable rides.
sw: SwiftRide: Kwa safari za haraka na za kuaminika.

# introBookingTitle
source: Your ride, our priority
sw: Safari yako, kipaumbele chetu

# introBookingDesc
source: Book in one click, arrive in a flash
sw: Hifadhi kwa bonyeza moja, fika haraka

# introTrackingTitle
source: Real‑Time Tracking
sw: Ufuatiliaji wa Wakati Halisi

# introTrackingDesc
source: Track your ride in real time
sw: Fuata safari yako kwa wakati halisi

# introNotifTitle
source: Smart Notifications
sw: Arifa H inteligentes

# introNotifDesc
source: Get updates via smart notifications
sw: Pokea masasisho kupitia arifa

# introPaymentTitle
source: Secure Payments
sw: Malipo Salama

# introPaymentDesc
source: Pay securely with multiple options
sw: Lipa kwa usalama kupitia chaguzi nyingi

# introReviewTitle
source: Reviews & Ratings
sw: Maoni & Upimaji

# introReviewDesc
source: Share your experience and help others
sw: Shiriki uzoefu wako na wasaidie wengine

# introSupportTitle
source: 24/7 Support
sw: Msaada 24/7

# introSupportDesc
source: We’re here to help you anytime
sw: Tuko hapa kwa msaada wakati wowote

# introRewardsTitle
source: Earn Rewards
sw: Pata Zawadi

# introRewardsDesc
source: Earn points on every ride
sw: Pata pointi kwa kila safari

# introSkip
source: Skip
sw: Ruka

# introNext
source: Next
sw: Ifuatayo

# introStart
source: Start
sw: Anza

source: Sign Up
sw: Jisajili

source: Create Account
sw: Unda Akaunti

source: Full Name
sw: Jina Kamili

# nameRequired
source: Name is required
sw: Jina linahitajika

# invalidEmail
source: Invalid email address
sw: Barua pepe si sahihi

source: Phone Number
sw: Nambari ya Simu

# phoneRequired
source: Phone number is required
sw: Nambari ya simu inahitajika

source: Confirm Password
sw: Thibitisha nenosiri

# confirmPasswordRequired
source: Please confirm your password
sw: Thibitisha nenosiri lako

source: Passwords do not match
sw: Nenosiri hazilingani

# acceptTerms
source: I accept the Terms of Service
sw: Nakubali Masharti ya Huduma

# alreadyHaveAccount
source: Already have an account?
sw: Tayuna akaunti?

source: Reset Password
sw: Weka upya Nenosiri

# resetPasswordInstructions
source: Enter your email address and we’ll send a reset link
sw: Weka barua pepe yako tutatuma kiungo

source: Send Reset Link
sw: Tuma Kiungo

# resetPasswordError
source: An error occurred while resetting password
sw: Kosa lilitokea

# resetEmailSent
source: Email sent!
sw: Barua pepe imetumwa!

# checkEmailInstructions
source: Check your inbox and follow instructions to reset your password
sw: Angalia kisanduku chako

source: Back to Login
sw: Rudi Kuingia

source: Current Password
sw: Nenosiri ya sasa

source: New Password
sw: Nenosiri mpya

source: Information
sw: Taarifa

source: History
sw: Historia

source: Profile Updated
sw: Profaili imesasishwa

source: Ride History
sw: Historia ya Safari

source: Ride Details
sw: Maelezo ya Safari

source: Driver
sw: Dereva

source: Vehicle
sw: Gari

source: Price
sw: Bei

source: Rating
sw: Kiwango

source: Status
sw: Hali

source: Date
sw: Tarehe

# pickupAndDestination
source: Pickup & Destination
sw: Kuamka & Kusafiri

source: Pickup
sw: Kuamka

source: Destination
sw: Mahali Unapokwenda

source: Close
sw: Funga

source: Notifications
sw: Arifa

source: Ride Notifications
sw: Arifa za Safari

# promotionsAndOffers
source: Promotions & Offers
sw: Promosheni & Ofa

source: News
sw: Habari

source: Privacy
sw: Faragha

# shareLocation
source: Share My Location
sw: Shiriki Mahali

source: Payment
sw: Malipo

source: Payment Methods
sw: Njia za Malipo

source: Automatic Billing
sw: Malipo ya Moja kwa Moja

source: Home Address
sw: Anwani ya Nyumbani

source: Work Address
sw: Anwani ya Kazi

source: Favorite Locations
sw: Maeneo Uliyoipenda

source: Add Favorite Location
sw: Ongeza Eneo Uliyoipenda

# dashboardQuickActions
source: Quick Actions
sw: Vitendo Vidogo

# dashboardBookRide
source: Book Ride
sw: Hifadhi Safari

# dashboardHistory
source: History
sw: Historia

# dashboardWallet
source: Wallet
sw: Kipochi

# dashboardSupport
source: Support
sw: Msaada

# dashboardRecentRides
source: Recent Rides
sw: Safari Hivi Karibuni

# dashboardPromotions
source: Promotions
sw: Promosheni

# dashboardDiscount
source: Discount
sw: Punguzo

# dashboardPromoDescription
source: Get a special discount on your next ride
sw: Pata punguzo maalum kwenye safari yako ijayo

# dashboardApplyPromo
source: Apply
sw: Tumia

# dashboardHome
source: Home
sw: Nyumbani

# dashboardRides
source: Rides
sw: Safari

# dashboardProfile
source: Profile
sw: Profaili

source: Change Password
sw: Badilisha Nenosiri

# carteArretTitre
source: Add Stops
sw: Ongeza Vituo

# carteArretConfirmer
source: Confirm adding stops to this ride
sw: Thibitisha kuongeza vituo

# carteArretListe
source: List of Stops
sw: Orodha ya Vituo

# search
source: Where to?
sw: Unaenda wapi?

# nosearchData
source: No results found
sw: Hakuna matokeo

# carteArret_suggestion
source: Location Suggestions
sw: Mapendekezo ya Mahali

# carteArret_ajout
source: Add
sw: Ongeza

# info_distance
source: Distance
sw: Umbali

# info_temps
source: Estimated Time
sw: Muda Unaokadiriwa

# info_adresse
source: Address
sw: Anwani

# info_description
source: Description
sw: Maelezo

# info_lieu
source: Location Info
sw: Taarifa za Mahali

# action_question
source: This action is irreversible. Continue?
sw: Kitendo hiki hakiwezi kubadilika. Endelea?

# action_supprimer_lieu
source: Delete this location?
sw: Futa mahali hiki?

# action_annuler
source: Cancel
sw: Ghairi

# action_supprimer
source: Delete
sw: Futa

# action_popup_etiquete
source: Label Location
sw: Lebo Mahali

# action_popup_niveau_nom
source: Enter a new name for the location
sw: Andika jina jipya la mahali

# action_popup_editer_lieu
source: Edit Location
sw: Hariri Mahali

# carteArret_popupInfo_titre
source: Stops List (Ride)
sw: Orodha ya Vituo (Safari)

# carteArret_popupInfo_ajouter
source: Added
sw: Imeongezwa

# course_en_course_titre
source: Ongoing Rides
sw: Safari Zinazoendelea

# course_en_course_prix
source: Price
sw: Bei

# course_en_course_payer
source: Pay
sw: Lipa

# course_en_course_destination
source: Destination
sw: Mahali Unapokwenda

# course_en_course_heure_arrivage
source: Arrival Time
sw: Muda wa Kuwasili

# course_en_course_voirPosition
source: View My Location
sw: Tazama Nafasi Yangu

# course_en_course_voir_trajet
source: View Route
sw: Tazama Njia

# course_en_course_question_arret
source: Any stops?
sw: Je, kuna vituo?

# course_en_course_ajout_arret
source: Add Stops
sw: Ongeza Vituo

# course_en_course_anuller_course
source: Cancel Ride
sw: Ghairi Safari

# course_en_course_commenter
source: Comment
sw: Kagua

# course_en_course_partager
source: Share on WhatsApp
sw: Shiriki kwenye WhatsApp

# course_etat_encours
source: Ride in Progress
sw: Safari Inaendelea

# course_etat_terminee
source: Ride Completed
sw: Safari Imekamilika

# course_etat_attente_chauffeur
source: Waiting for Driver Response
sw: Kusubiri Dereva

# course_etat_voiture_en_route
source: Driver En Route
sw: Gari Ina Njia

# course_etat_arrivee
source: Arrived at Destination
sw: Imewasili

# course_etat_inconnu
source: Unknown Status
sw: Hali Haijulikani

# share_error_whatsapp
source: WhatsApp cannot be opened. Check its installation.
sw: WhatsApp haiwezi kufunguliwa. Hakikisha imewekwa.

# course_en_course_destination_share
source: I’m on my way to
sw: Niko njiani kuelekea

# share_suivez_ma_position
source: Track my real‑time location here
sw: Fuata nafasi yangu halisi hapa

# share_leter
source: See you soon!
sw: Tutaonana hivi karibuni!

# positionnement_map_titre
source: Current Positioning
sw: Upungufu wa Mahali

# chauffeur_info_detail_titre
source: Driver Info
sw: Taarifa za Dereva

# chauffeur_info_detail_nom
source: Name
sw: Jina

# chauffeur_info_detail_phone
source: Phone
sw: Simu

# chauffeur_info_duree_course
source: Ride Duration
sw: Muda wa Safari

# chauffeur_info_temps_restant
source: Time Remaining
sw: Muda Uliobaki

# commentaire_ui_evaluer
source: Rate your driver
sw: Panga dereva wako

# commentaire_ui_comment
source: Leave a comment...
sw: Acha maoni...

# commentaire_ui_message
source: Please enter a comment before sending.
sw: Tafadhali andika maoni kabla ya kutuma.

# commentaire_send
source: Send
sw: Tuma

# paiement_ui_select_operateur
source: Select a Mobile Money Operator
sw: Chagua Opereta Mobile Money

# paiement_ui_montant
source: Amount
sw: Kiasi

# paiement_ui_select_numberPhone
source: Enter your phone number
sw: Weka nambari yako

# paiement_ui_select_number_mobile_money
source: Mobile Money Number
sw: Nambari Mobile Money

# paiement_ui_select_enter_number_phone
source: Please enter a valid number
sw: Weka nambari halali

# paiement_ui_select_confirmer
source: Confirm
sw: Thibitisha

# paiement_ui_mode_paie
source: Choose a payment method
sw: Chagua njia ya malipo

# paiement_ui_mode_paie_selected
source: Selected payment method
sw: Njia iliyochaguliwa

# paiement_ui_mode_marketing_1
source: Pay directly to the driver
sw: Lipa dereva moja kwa moja

# paiement_ui_mode_marketing_2
source: Secure payment via Stripe
sw: Malipo salama kupitia Stripe

# paiement_ui_mode_marketing_3
source: Secure payment via PayPal
sw: Malipo salama kupitia PayPal

# paiement_ui_mode_marketing_4
source: Quick payment via M‑Pesa, Airtel or Orange
sw: Malipo haraka kupitia M‑Pesa, Airtel au Orange

# reservation_confirm_titre
source: For how long would you like to rent this car?
sw: Kwa muda gani unataka kukopoa gari hili?

# reservation_confirm_pour
source: For
sw: Kwa

# reservation_confirm_p_debit
source: Start Period
sw: Muda wa Kuanza

# reservation_confirm_p_fin
source: End Period
sw: Muda wa Kumaliza

# reservation_confirm_message
source: Please enter a valid number
sw: Tafadhali ingiza nambari halali

# reservation_confirm_valider
source: Validate
sw: Thibitisha

# reservation_info_message
source: Taxis available near you
sw: Taxis zinapatikana karibu nawe

# reservation_info_recherche
source: Search for a taxi...
sw: Tafuta taxi…

# reservation_info_commander
source: Order
sw: Agiza

# reservation_info_prix
source: Price
sw: Bei

# reservation_info_location
source: Rental
sw: Kodi

# reservation_info_distance
source: Distance
sw: Umbali

# paiement_ui_minutes
source: Minutes
sw: Dakika

# paiement_ui_marque
source: Brand
sw: Chapa

# paiement_ui_place
source: Seats
sw: Viti

# paiement_ui_place_occupee
source: Occupied Seats
sw: Viti Vilivyotumika

# paiement_ui_carburant
source: Fuel
sw: Gari

# paiement_ui_coffre
source: Trunk
sw: Takataka

# paiement_ui_voir_chauffeur
source: View Driver
sw: Tazama Dereva

# modal_chauffeur_numTel
source: Number not available
sw: Nambari haipatikani

# modal_chauffeur_vehicule
source: Vehicle
sw: Gari

# modal_chauffeur_experience
source: Experience
sw: Uzoefu

# modal_chauffeur_appel
source: Call
sw: Piga simu

# modal_chauffeur_avis
source: Customer Reviews
sw: Maoni ya wateja

# modal_chauffeur_texte_exp
source: Experienced driver with proven street expertise
sw: Dereva mwenye uzoefu na ujuzi wa barabara

# map_client_info
source: Passenger Info
sw: Taarifa za Abiria

# map_client_commande
source: Order a Ride
sw: Agiza safari

# map_client_zone_dehors
source: Outside Kinshasa
sw: Nje ya Kinshasa

# map_client_zone_dehors_texte
source: You are outside Kinshasa. Please choose a location manually
sw: Uko nje ya Kinshasa. Tafadhali chagua mahali kwa mkono

# map_client_carte
source: Choose on Map
sw: Chagua kwenye ramani

# map_client_marketing1
source: Plan your ride
sw: Panga safari yako

# map_client_discussion
source: Instant Chat
sw: Chat ya papo hapo

# map_client_select_position
source: Select My Location
sw: Chagua Nafasi Yangu

# map_client_not_app_support
source: The Lifti app does not support your current location
sw: App Lifti haiungi mkono eneo lako

# map_client_q_lieu
source: Where to?
sw: Unaenda wapi?

# map_client_search_notification
source: Search notifications...
sw: Tafuta arifa…

# map_client_choix_course
source: Choose your ride in an instant!
sw: Chagua safari yako mara moja!

# map_client_choix_course_texte
source: Enjoy a fast, secure, and tailored service. Book now and arrive worry‑free!
sw: Furahia huduma ya haraka, salama na inayokidhi mahitaji yako. Agiza sasa na fika kwa amani!

# map_client_course_taxi
source: Taxi Ride
sw: Safari ya taxi

# map_client_type_course_location
source: Car Rental
sw: Kodi ya gari

# map_client_voir_notification
source: View Notifications
sw: Tazama arifa

# map_client_recharge_notification
source: Reload available taxis
sw: Fua taxis zinapatikana

# map_client_payer_course
source: Pay a Ride
sw: Lipa safari

# map_client_voir_le_taxi
source: View Available Taxis
sw: Tazama taxis

# historiqueCourseClient_texte
source: Ride History
sw: Historia ya safari

# historiqueCourseClient_refresh
source: Refresh List
sw: Picha orodha

# historiqueCourseClient_voirInfo
source: View More Info
sw: Tazama maelezo zaidi

# historiqueCourseClient_recherche_course
source: Search a Ride
sw: Tafuta safari

# historiqueCourseClient_recherche_courseplus
source: Search a ride…
sw: Tafuta safari…

# historiqueCourseClient_depart
source: Departure
sw: Kuanzia

# historiqueCourseClient_date
source: Date
sw: Tarehe

# historiqueCourseClient_print_recu
source: Print Receipt
sw: Chapa risiti

# porteFeuilleClient_titre
source: Passenger Wallet
sw: Kipochi cha Abiria

source: Send SOS
sw: Tuma SOS

# porteFeuilleClient_repartition
source: Payment Method Breakdown
sw: Mgawanyo ya malipo

# porteFeuilleClient_de
source: From
sw: Kutoka

# porteFeuilleClient_a
source: To
sw: Hadi

# porteFeuilleClient_paiement
source: Payment
sw: Malipo

# porteFeuilleClient_bonus
source: Bonus
sw: Zawadi

# porteFeuilleClient_course
source: Rides
sw: Safari

# porteFeuilleClient_distance
source: Distance
sw: Umbali

# porteFeuilleClient_total_payer
source: Total Paid
sw: Jumla Iliyolipwa

# profil_ui_profil
source: Profile
sw: Profaili

# profil_ui_sos
source: Send SOS
sw: Tuma SOS

# profil_ui_notification
source: Notifications
sw: Arifa

# profil_ui_settings
source: Settings
sw: Mipangilio

# profil_ui_editer
source: Edit
sw: Hariri

# profil_ui_espece
source: Cash
sw: Pesa

# profil_ui_cash
source: Cash
sw: Pesa taslimu

# profil_ui_carteBank
source: Bank Card
sw: Kadi ya benki

# profil_ui_confidentialite
source: Privacy & Security
sw: Faragha & Usalama

# profil_ui_changer_pwd
source: Change Password
sw: Badilisha nenosiri

# profil_ui_politique
source: Privacy Policy
sw: Sera ya faragha

# profil_ui_deconnexion
source: Log Out
sw: Toka

# notification_ui_recherche
source: Search…
sw: Tafuta…

# edit_ui_nom
source: Name
sw: Jina

# edit_ui_nom1
source: Enter your name
sw: Weka jina lako

# edit_ui_email
source: Email
sw: Barua pepe

# edit_ui_email1
source: Enter email
sw: Weka barua pepe

# edit_ui_telephone
source: Primary Phone Number
sw: Nambari kuu ya simu

# edit_ui_telephone1
source: Enter your phone number
sw: Weka nambari yako

# edit_ui_adresse
source: Home Address
sw: Anwani ya nyumba

# edit_ui_adresse1
source: Enter your address
sw: Weka anwani yako

# edit_ui_tel_vodalcom
source: Vodacom Number
sw: Vodacom

# edit_ui_tel_vodalcom1
source: Enter your Vodacom number
sw: Weka nambari Vodacom

# edit_ui_tel_airtel
source: Airtel Number
sw: Airtel

# edit_ui_tel_airtel1
source: Enter your Airtel number
sw: Weka nambari Airtel

# edit_ui_tel_orange
source: Orange Number
sw: Orange

# edit_ui_tel_orange1
source: Enter your Orange number
sw: Weka nambari Orange

# edit_ui_tel_africel
source: Africel Number
sw: Africel

# edit_ui_tel_africel1
source: Enter your Africel number
sw: Weka nambari Africel

# edit_ui_sexe
source: Select Gender
sw: Chagua jinsia

# edit_ui_preference
source: Payment Preference
sw: Mapendeleo ya malipo

# edit_ui_pref_paiement
source: Payment Preference
sw: Mapendeleo ya malipo

# edit_ui_editer
source: Edit
sw: Hariri

# edit_ui_message_texte
source: Please fill in all fields
sw: Tafadhali jaza mashamba yote

# profil_setting_info_ui_chauffeur
source: Taxi Driver – +2 years experience
sw: Dereva Taxi – uzoefu wa miaka 2+

# profil_setting_info_ui_passager
source: Passenger
sw: Abiria

# profil_setting_info_ui_p_morale
source: Corporate Entity
sw: Shirika

# profil_setting_info_ui_ambassadeur
source: Ambassador
sw: Balozi

# profil_setting_info_ui_moy_distance
source: Avg. Monthly Distance
sw: Umbali wa kila mwezi

# profil_setting_info_ui_total_recharge
source: Total Monthly Top‑up
sw: Jumla ya malipo/mwezi

# profil_setting_info_ui_total_mensuel
source: Total Monthly Rides
sw: Jumla ya safari/mwezi

# profil_setting_info_ui_paiement_commission
source: Monthly Commission Payment
sw: Kamisheni/mwezi

# profil_setting_info_ui_telephone
source: Phone
sw: Simu

# profil_setting_info_ui_email
source: Email
sw: Barua pepe

# profil_setting_info_ui_sexe
source: Gender
sw: Jinsia

# profil_setting_info_ui_adresse
source: Home Address
sw: Anwani ya nyumba

# profil_setting_info_ui_preference
source: Payment Preferences
sw: Mapendeleo ya malipo

# history_passger_course_recherche
source: Search a Ride
sw: Tafuta safari

# history_passger_course_recherche1
source: Searching a ride…
sw: Tafuta safari…

# history_passger_course_distance
source: Distance
sw: Umbali

# history_passger_course_type_course
source: Ride Type
sw: Aina ya safari

# history_passger_course_date
source: Date
sw: Tarehe

# chat_ui_correspondant
source: Contacts
sw: Wadau

# chat_ui_recherchee
source: Search a contact…
sw: Tafuta mduo…

# chat_ui_synchroniser
source: Sync Messages
sw: Sambaza ujumbe

# chat_ui_taper_messager
source: Type a message…
sw: Andika ujumbe…

# info_menu_ui_info
source: Info Menu
sw: Menyu ya taarifa

# info_menu_ui_show_stat
source: View Daily Stats
sw: Tazama takwimu za kila siku

# info_menu_ui_target_course
source: Target Ride
sw: Lengo Safari

# info_menu_ui_historique_recharge
source: Top‑Up History
sw: Historia ya malipo

# info_menu_ui_mes_paiement
source: My Payments
sw: Malipo yangu

# info_menu_ui_paiement_commission
source: Commission Payment
sw: Malipo ya kamisheni

# info_menu_ui_portefueil
source: My Wallet
sw: Kipochi changu

# info_menu_ui_solde_actuel
source: Current Balance
sw: Salio sasa

# info_menu_ui_total_course
source: Total Rides
sw: Safari zote

# info_menu_ui_tot
source: Total
sw: Jumla

# info_menu_ui_montant
source: Amount
sw: Kiasi

# info_menu_ui_rechercher_paiement
source: Search a payment…
sw: Tafuta malipo…

# info_menu_ui_recharge_wallet
source: Wallet Top‑Up
sw: Malipo ya kipochi

# info_menu_ui_code
source: Code
sw: Msimbo

# info_menu_ui_banque
source: Bank
sw: Benki

# info_menu_ui_nombre
source: Number
sw: Idadi

# info_menu_ui_chauffeur
source: Driver
sw: Dereva

# info_menu_ui_passager
source: Passenger
sw: Abiria

# info_menu_ui_ambassadeur
source: Ambassador
sw: Balozi

# info_menu_ui_user
source: User
sw: Mtumiaji

# login_ui_titre
source: More than a login… a fast, secure ride! Ready to go? Log in!
sw: Zaidi ya ingia… safari ya haraka na salama! Tayari? Ingia!

# login_ui_email
source: Email or Phone Number
sw: Barua pepe au simu

# login_ui_email1
source: Enter email or phone
sw: Weka barua pepe/simu

# login_ui_password
source: Password
sw: Nenosiri

# login_ui_password1
source: Enter your password
sw: Weka nenosiri

# login_ui_text_error
source: Please complete this field
sw: Tafadhali jaza kiwanja hiki

# login_ui_text_error1
source: Please enter at least 4 characters
sw: Tafadhali ingiza herufi 4 angalau

# login_ui_remember
source: Remember me
sw: Nikumbuke

# login_ui_forgot_password
source: Forgot password?
sw: Umesahau nenosiri?

# login_ui_login
source: LOG IN
sw: INGIA

# login_ui_dont_have_an_count
source: Don’t have an account?
sw: Huna akaunti?

# login_ui_signup
source: Sign Up
sw: Jisajili

# otp_ui_titre
source: Order your taxi safely
sw: Agiza taxi yako salama

# otp_ui_titre1
source: Register now for fast, reliable, secure service in Goma.
sw: Jisajili sasa kwa huduma ya haraka, ya kuaminika, salama Goma.

# otp_ui_nom
source: Enter your number
sw: Weka nambari yako

# otp_ui_num_telephone
source: Phone Number
sw: Nambari ya simu

# otp_ui_submit
source: Send OTP via WhatsApp
sw: Tuma OTP kwa WhatsApp

# otp_ui_text_otp_sender
source: Enter the OTP sent on WhatsApp
sw: Weka OTP iliyotumwa WhatsApp

# otp_ui_text_verify_opt
source: Verify Code
sw: Thibitisha

# intro_ui_welcom
source: Welcome to SwiftRide
sw: Karibu SwiftRide

# ui_global_ajout
source: Add
sw: Ongeza
